[
  {
    "id": 0,
    "what": "Miskatonic Univ. Dungeons & Dragons Club",
    "when": "Thursday, July 11, 2024 from 6:00PM to 9:00PM",
    "blurb": "Calling all dungeoneers! Never played a tabletop game? That’s okay! We’re more than happy to help you learn."
  },
  {
    "id": 1,
    "what": "The Year of Ghibli: When Marnie Was There (English Dubbed Version)",
    "when": "Sunday, July 14, 2024 from 2:00PM to 4:00PM",
    "blurb": "Join us throughout 2024 as we celebrate some of Studio Ghibli’s most famous films. Each month will feature a different film by the Japanese production company, Studio Ghibli. All are welcome to join us. Some may not be suitable for very young children. Ratings are noted based on the Motion Picture Association of America (MPAA). "
  },
  {
    "id": 2,
    "what": "All Ages Storytime",
    "when": "Monday, July 15, 2024 from 10:00AM to 11:30AM",
    "blurb": "Children and adults will enjoy books, music, and rhymes. Early learning activities will be modeled for adults so that learning can continue at home and help your child to build their skills and be ready to succeed at whatever is next."
  },
  {
    "id": 3,
    "what": "The Belldame Society, Ides Meeting",
    "when": "Monday, July 15, 2024 from 6:00PM to 7:30PM",
    "blurb": "PRIVATE MEETING."
  },
  {
    "id": 4,
    "what": "Pressed Flower Art with Herbert West IV",
    "when": "Tuesday, July 16, 2024 from 4:00PM to 6:00PM",
    "blurb": "Back by popular demand, we continue to learn more about floral design with the help of Herb West’s 25 years of horticultural expertise. Participants will attend a hands-on flower pressing workshop, where they will learn basic floral design concepts and helpful plant identification tips. Learn how to preserve your favorite flowers and make a beautiful keepsake at the same time! All necessary supplies will be provided by Herb West."
  },
  {
    "id": 5,
    "what": "Born to Read",
    "when": "Friday, July 19, 2024 from 10:30AM to 11:30AM",
    "blurb": "Baby, you are Born to Read! Experience songs and stories together to help your baby learn sounds, language, and a love of books. This program is for parents, grandparents, and caregivers to connect with their babies and each other.  "
  },
  {
    "id": 6,
    "what": "Pigment of Your Imagination (Alcohol Ink Jewlery)",
    "when": "Sunday, July 28, 2024 from 12:00PM to 2:00PM",
    "blurb": "You don't have to imagine you're an artist because you are one! At least, for a few hours. Join us for several artist workshops, taught by local artists, and come turn your imagination to beautiful work. Each week, we will try different art mediums and each week you can quit imagining and just do. Lunch is provided. (All learners welcome). "
  },
  {
    "id": 7,
    "what": "Magic of Comic Book Drawing Class",
    "when": "Tuesday, July 30, 2024 from 5:30PM to 7:30PM",
    "blurb": "Seasoned artist and instructor Richard Upton Pickman will lead this workshop where participants will hone their art skills and learn how to develop a comic book. Richard’s class will go beyond art instruction to include tips on how to build a career in comic books. This program will help burgeoning artists refine their skills. "
  },
  {
    "id": 8,
    "what": "Crafting Free-For-All!",
    "when": "Thursday, August 8, 2024 from 5:30PM to 6:30PM",
    "blurb": "Do the kids love making crafts, but you hate cleaning up the mess? Leave it to us! In this program, participants will get to create to their heart’s content as we provide an assortment of craft supplies, and some inspiration to get you started.  "
  },
  {
    "id": 9,
    "what": "Figment Forge Writing Group",
    "when": "Saturday, August 17, 2024 from 10:30PM to 12:30PM",
    "blurb": "Calling aspiring fiction writers! Join our writing group, Figment Forge, to learn more about the craft of fiction writing, connect with other novice writers, and find encouragement and accountability for your writing aspirations. We’ll meet monthly to focus on a different facet of writing fiction with time to practice our craft and share. Bring a laptop (or borrow one from The Library) or take advantage of the provided notebooks and pens. Light refreshments will be provided.  "
  },
  {
    "id": 10,
    "what": "Knit One, Crochet Too!",
    "when": "Tuesday, August 20, 2024 from 5:30PM to 7:30PM",
    "blurb": "Whether you can whip up a sweater in a day or you don’t know a knitting needle from a crochet hook, this class is for you. Gather your supplies and join us for a morning of learning and conversation.  "
  },
  {
    "id": 11,
    "what": "The Plot Thickens",
    "when": "Thursday, August 22, 2024 from 6:30PM to 8:30PM",
    "blurb": "Whether you're just starting out or you need more eyes on your work, The Plot Thickens is just what you need: a group of writer friends! Talk craft, gain accountability, and workshop with a knowledgeable, MFA-holding, published author in a laid-back, friendly environment. Bring your work and what you like to write with. Light refreshments will be provided. "
  }
]
